Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/Feeds.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, vi, zh_hans, zh_hant

# AddFeed.Discovery.Footer.%@
source: %@ is not affiliated with these websites.
de: %@ ist nicht mit diesen Websites verbunden.
fr: %@ n'est pas affilié à ces sites web.
it: %@ non è affiliato con questi siti web.
ja: %@はこれらのウェブサイトとは提携していません。
ko: %@는 이 웹사이트들과 제휴 관계가 없습니다.
vi: %@ không liên kết với các trang web này.
zh_hans: %@与这些网站没有关联。
zh_hant: %@與這些網站沒有關聯。

# AddFeed.Discovery.Header
source: Need help?
de: Brauchen Sie Hilfe?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
ja: お困りですか？
ko: 도움이 필요하신가요?
vi: Cần trợ giúp?
zh_hans: 需要帮助？
zh_hant: 需要幫助？

# AddFeed.Extension.Added
source: Added!
de: Hinzugefügt!
fr: Ajouté !
it: Aggiunto!
ja: 追加しました！
ko: 추가됨!
vi: Đã thêm!
zh_hans: 已添加！
zh_hant: 已加入！

# AddFeed.Extension.AlreadyAdded
source: Already added
de: Bereits hinzugefügt
fr: Déjà ajouté
it: Già aggiunto
ja: 追加済み
ko: 이미 추가됨
vi: Đã thêm rồi
zh_hans: 已添加过
zh_hant: 已經加入過了

# AddFeed.Extension.FoundFeeds
source: Found %d feed(s)
de: %d Feed(s) gefunden
fr: %d flux trouvé(s)
it: %d feed trovato/i
ja: %d件のフィードが見つかりました
ko: 피드 %d개 발견
vi: Tìm thấy %d nguồn cấp
zh_hans: 找到 %d 个订阅源
zh_hant: 找到 %d 個訂閱源

# AddFeed.Extension.NoURL
source: Could not get the webpage URL.
de: Die URL der Webseite konnte nicht abgerufen werden.
fr: Impossible de récupérer l'URL de la page web.
it: Impossibile ottenere l'URL della pagina web.
ja: ウェブページのURLを取得できませんでした。
ko: 웹페이지 URL을 가져올 수 없습니다.
vi: Không thể lấy URL của trang web.
zh_hans: 无法获取网页 URL。
zh_hant: 無法取得網頁 URL。

# AddFeed.Extension.Searching
source: Searching for RSS feeds…
de: Suche nach RSS-Feeds …
fr: Recherche de flux RSS…
it: Ricerca di feed RSS…
ja: RSSフィードを検索中…
ko: RSS 피드를 검색하는 중…
vi: Đang tìm nguồn cấp RSS…
zh_hans: 正在搜索 RSS 订阅源…
zh_hant: 正在搜尋 RSS 訂閱源⋯

# AddFeed.Extension.SearchingDomain
source: Searching %@…
de: Durchsuche %@ …
fr: Recherche dans %@…
it: Ricerca in %@…
ja: %@を検索中…
ko: %@ 검색 중…
vi: Đang tìm %@…
zh_hans: 正在搜索 %@…
zh_hant: 正在搜尋 %@⋯

# AddFeed.Extension.SearchingDomain %@
source: Searching %@…
de: Durchsuche %@ …
fr: Recherche dans %@…
it: Ricerca in %@…
ja: %@を検索中…
ko: %@ 검색 중…
vi: Đang tìm %@…
zh_hans: 正在搜索 %@…
zh_hant: 正在搜尋 %@⋯

# AddFeed.InvalidURL
source: Please enter a valid URL.
de: Bitte geben Sie eine gültige URL ein.
fr: Veuillez entrer une URL valide.
it: Inserisci un URL valido.
ja: 有効なURLを入力してください。
ko: 유효한 URL을 입력해 주세요.
vi: Vui lòng nhập URL hợp lệ.
zh_hans: 请输入有效的 URL。
zh_hant: 請輸入有效的 URL。

# AddFeed.NoFeedsFound
source: No RSS feeds found for this domain.
de: Keine RSS-Feeds für diese Domain gefunden.
fr: Aucun flux RSS trouvé pour ce domaine.
it: Nessun feed RSS trovato per questo dominio.
ja: このドメインのRSSフィードは見つかりませんでした。
ko: 이 도메인에서 RSS 피드를 찾을 수 없습니다.
vi: Không tìm thấy nguồn cấp RSS cho tên miền này.
zh_hans: 未找到该域名的 RSS 订阅源。
zh_hant: 找不到此網域的 RSS 訂閱源。

# AddFeed.NotAFeed
source: The URL does not appear to be a valid RSS feed.
de: Die URL scheint kein gültiger RSS-Feed zu sein.
fr: L'URL ne semble pas être un flux RSS valide.
it: L'URL non sembra essere un feed RSS valido.
ja: このURLは有効なRSSフィードではないようです。
ko: 해당 URL이 유효한 RSS 피드가 아닌 것 같습니다.
vi: URL này không phải là nguồn cấp RSS hợp lệ.
zh_hans: 该 URL 似乎不是有效的 RSS 订阅源。
zh_hant: 此 URL 似乎不是有效的 RSS 訂閱源。

# AddFeed.Paste
source: Paste
de: Einfügen
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# AddFeed.Search
source: Search for Feeds
de: Nach Feeds suchen
fr: Rechercher des flux
it: Cerca feed
ja: フィードを検索
ko: 피드 검색
vi: Tìm nguồn cấp
zh_hans: 搜索订阅源
zh_hant: 搜尋訂閱源

# AddFeed.Section.AddToList
source: Add to List
de: Zu Liste hinzufügen
fr: Ajouter à la liste
it: Aggiungi alla lista
ja: リストに追加
ko: 리스트에 추가
vi: Thêm vào danh sách
zh_hans: 添加到列表
zh_hant: 加入到列表

# AddFeed.Section.Discovered
source: Discovered Feeds
de: Gefundene Feeds
fr: Flux découverts
it: Feed trovati
ja: 検出されたフィード
ko: 발견된 피드
vi: Nguồn cấp tìm thấy
zh_hans: 发现的订阅源
zh_hant: 探索到的訂閱源

# AddFeed.Section.SearchFooter.%@
source: Enter a feed URL, website URL, or domain. %@ will try the URL as a feed first, then search the page for feeds, then search the root domain.
de: Geben Sie eine Feed-URL, Website-URL oder Domain ein. %@ versucht die URL zuerst als Feed, durchsucht dann die Seite nach Feeds und anschließend die Hauptdomain.
fr: Entrez une URL de flux, une URL de site web ou un domaine. %@ essaiera d'abord l'URL comme flux, puis cherchera des flux dans la page, puis dans le domaine racine.
it: Inserisci un URL di feed, un URL di sito web o un dominio. %@ proverà prima l'URL come feed, poi cercherà feed nella pagina, poi nel dominio principale.
ja: フィードURL、ウェブサイトURL、またはドメインを入力してください。%@はまずURLをフィードとして試し、次にページ内のフィードを検索し、最後にルートドメインを検索します。
ko: 피드 URL, 웹사이트 URL 또는 도메인을 입력하세요. %@가 먼저 해당 URL을 피드로 시도한 다음, 페이지에서 피드를 검색하고, 마지막으로 루트 도메인을 검색합니다.
vi: Nhập URL nguồn cấp, URL trang web, hoặc tên miền. %@ sẽ thử URL như một nguồn cấp trước, sau đó tìm nguồn cấp trên trang, rồi tìm trên tên miền gốc.
zh_hans: 输入订阅源 URL、网站 URL 或域名。%@会先尝试将 URL 作为订阅源，然后搜索页面中的订阅源，最后搜索根域名。
zh_hant: 輸入訂閱源 URL、網站 URL 或網域。%@會先嘗試將 URL 作為訂閱源，接著搜尋頁面中的訂閱源，最後搜尋根網域。

# AddFeed.Title
source: Follow New Feed
de: Neuem Feed folgen
fr: Suivre un nouveau flux
it: Segui nuovo feed
ja: 新しいフィードをフォロー
ko: 새 피드 팔로우
vi: Theo dõi nguồn cấp mới
zh_hans: 关注新订阅源
zh_hant: 追蹤新訂閱源

# AddFeed.URLPlaceholder
source: example.com/feed or example.com
de: example.com/feed oder example.com
fr: example.com/feed ou example.com
it: example.com/feed o example.com
ja: example.com/feed または example.com
ko: example.com/feed 또는 example.com
vi: example.com/feed hoặc example.com
zh_hans: example.com/feed 或 example.com
zh_hant: example.com/feed 或 example.com

# Discover.ClearHistory
source: Clear
de: Löschen
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# Discover.ClearHistory.Confirm
source: Clear History
de: Verlauf löschen
fr: Effacer l'historique
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史紀錄

# Discover.ClearHistory.Message
source: This will remove all recently accessed content history.
de: Dadurch wird der gesamte Verlauf der zuletzt aufgerufenen Inhalte entfernt.
fr: Cela supprimera tout l'historique des contenus récemment consultés.
it: Questa operazione rimuoverà tutta la cronologia dei contenuti consultati di recente.
ja: 最近アクセスしたコンテンツの履歴がすべて削除されます。
ko: 최근 접근한 콘텐츠 기록이 모두 삭제됩니다.
vi: Thao tác này sẽ xóa toàn bộ lịch sử nội dung đã truy cập gần đây.
zh_hans: 这将移除所有最近访问的内容记录。
zh_hant: 這將移除所有最近存取的內容紀錄。

# Discover.Empty
source: Nothing to Discover Yet
de: Noch nichts zu entdecken
fr: Rien à découvrir pour l'instant
it: Niente da scoprire per ora
ja: まだ発見するものがありません
ko: 아직 발견할 내용이 없습니다
vi: Chưa có gì để khám phá
zh_hans: 暂无发现内容
zh_hant: 尚無探索內容

# Discover.Empty.Description
source: Content and topics will appear here as you read.
de: Inhalte und Themen werden hier angezeigt, während Sie lesen.
fr: Les contenus et les sujets apparaîtront ici au fil de votre lecture.
it: Contenuti e argomenti appariranno qui man mano che leggi.
ja: コンテンツやトピックは、読み進めるとここに表示されます。
ko: 콘텐츠를 읽으면 여기에 콘텐츠와 주제가 표시됩니다.
vi: Nội dung và chủ đề sẽ xuất hiện ở đây khi bạn đọc.
zh_hans: 阅读后，内容和话题将在这里显示。
zh_hant: 閱讀後，內容和話題將在這裡顯示。

# Discover.RecentlyAccessed
source: Recently Accessed
de: Zuletzt aufgerufen
fr: Consultés récemment
it: Consultati di recente
ja: 最近閲覧したコンテンツ
ko: 최근 열람
vi: Đã truy cập gần đây
zh_hans: 最近访问
zh_hant: 最近存取

# Discover.Title
source: Discover
de: Entdecken
fr: Découvrir
it: Scopri
ja: 発見
ko: 탐색
vi: Khám phá
zh_hans: 发现
zh_hant: 探索

# Discover.TopicsAndPeople
source: Topics & People
de: Themen & Personen
fr: Sujets et personnes
it: Argomenti e persone
ja: トピックと人物
ko: 주제 및 인물
vi: Chủ đề & Nhân vật
zh_hans: 话题与人物
zh_hant: 話題與人物

# FeedEdit.ArticleSource
source: Text Source
de: Textquelle
fr: Source du texte
it: Fonte del testo
ja: テキストの取得方法
ko: 텍스트 불러오기 방식
vi: Nguồn văn bản
zh_hans: 获取文本的方法
zh_hant: 取得文字的方法

# FeedEdit.ArticleSource.Automatic
source: Automatic
de: Automatisch
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# FeedEdit.ArticleSource.ExtractText
source: Extract from Web Page
de: Von Webseite extrahieren
fr: Extraire de la page web
it: Estrai dalla pagina web
ja: Webページから抽出
ko: 웹 페이지에서 추출
vi: Trích xuất từ trang web
zh_hans: 从网页提取
zh_hant: 從網頁擷取

# FeedEdit.ArticleSource.FeedText
source: Use Feed Text
de: Feed-Text verwenden
fr: Utiliser le texte du flux
it: Usa testo del feed
ja: フィードテキストを使用
ko: 피드 텍스트 사용
vi: Dùng văn bản từ nguồn cấp
zh_hans: 使用订阅源文本
zh_hant: 使用訂閱源文字

# FeedEdit.ArticleSource.FetchText
source: Fetch Text
de: Text abrufen
fr: Récupérer le texte
it: Recupera testo
ja: テキストを取得
ko: 텍스트 가져오기
vi: Tải văn bản
zh_hans: 获取文本
zh_hant: 擷取文字

# FeedEdit.Behavior
source: Behavior
de: Verhalten
fr: Comportement
it: Comportamento
ja: 挙動
ko: 동작
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

# FeedEdit.ChooseFromPhotos
source: Choose from Photos
de: Aus Fotos auswählen
fr: Choisir dans Photos
it: Scegli da Foto
ja: 写真から選択
ko: 사진에서 선택
vi: Chọn từ Ảnh
zh_hans: 从照片中选择
zh_hant: 從照片中選擇

# FeedEdit.ContentOverrides
source: Content Overrides
de: Inhalt-Überschreibungen
fr: Substitutions de contenu
it: Sostituzioni contenuto
ja: コンテンツの上書き
ko: 콘텐츠 재정의
vi: Ghi đè nội dung
zh_hans: 内容覆盖
zh_hant: 內容覆寫

# FeedEdit.ContentOverrides.Author
source: Author
de: Autor
fr: Auteur
it: Autore
ja: 著者
ko: 작성자
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

# FeedEdit.ContentOverrides.Body
source: Body
de: Text
fr: Corps
it: Corpo
ja: 本文
ko: 본문
vi: Nội dung
zh_hans: 正文
zh_hant: 內文

# FeedEdit.ContentOverrides.Enable
source: Enable Content Overrides
de: Aktivieren
fr: Activer les substitutions
it: Abilita sostituzioni
ja: 上書きを有効にする
ko: 재정의 활성화
vi: Bật ghi đè
zh_hans: 启用内容覆盖
zh_hant: 啟用內容覆寫

# FeedEdit.ContentOverrides.Field.Author
source: Author Element
de: Autor-Element
fr: Élément auteur
it: Elemento autore
ja: 著者要素
ko: 작성자 요소
vi: Phần tử tác giả
zh_hans: 作者元素
zh_hant: 作者元素

# FeedEdit.ContentOverrides.Field.Content
source: Full Content
de: Inhalt
fr: Contenu complet
it: Contenuto completo
ja: 全文
ko: 전체 내용
vi: Toàn bộ nội dung
zh_hans: 完整内容
zh_hant: 完整內容

# FeedEdit.ContentOverrides.Field.Default
source: Default
de: Standard
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# FeedEdit.ContentOverrides.Field.Summary
source: Description
de: Beschreibung
it: Descrizione
ja: 説明
ko: 설명
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# FeedEdit.ContentOverrides.Field.Title
source: Title Element
de: Titel-Element
fr: Élément titre
it: Elemento titolo
ja: タイトル要素
ko: 제목 요소
vi: Phần tử tiêu đề
zh_hans: 标题元素
zh_hant: 標題元素

# FeedEdit.ContentOverrides.Preview
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# FeedEdit.ContentOverrides.Title
source: Title
de: Titel
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# FeedEdit.DeleteIcon
source: Delete Icon
de: Symbol löschen
fr: Supprimer l'icône
it: Elimina icona
ja: アイコンを削除
ko: 아이콘 삭제
vi: Xóa biểu tượng
zh_hans: 删除图标
zh_hant: 刪除圖示

# FeedEdit.FetchIconFromFeed
source: Fetch Icon from Feed
de: Symbol vom Feed abrufen
fr: Récupérer l'icône du flux
it: Scarica icona dal feed
ja: フィードからアイコンを取得
ko: 피드에서 아이콘 가져오기
vi: Lấy biểu tượng từ nguồn cấp
zh_hans: 从订阅源获取图标
zh_hant: 從訂閱源取得圖示

# FeedEdit.Icon
source: Icon
de: Symbol
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

# FeedEdit.IconFetchError
source: Unable to load icon
de: Symbol konnte nicht geladen werden
fr: Impossible de charger l'icône
it: Impossibile caricare l'icona
ja: アイコンを読み込めませんでした
ko: 아이콘을 불러올 수 없습니다
vi: Không thể tải biểu tượng
zh_hans: 无法加载图标
zh_hant: 無法載入圖示

# FeedEdit.IconURL
source: Icon URL
de: Symbol-URL
fr: URL de l'icône
it: URL icona
ja: アイコンURL
ko: 아이콘 URL
vi: URL biểu tượng
zh_hans: 图标 URL
zh_hant: 圖示 URL

# FeedEdit.OpenIn
source: Open In
de: Öffnen in
fr: Ouvrir dans
it: Apri in
ja: 開く方法
ko: 열기 방법
vi: Mở bằng
zh_hans: 打开方式
zh_hant: 開啟方式

# FeedEdit.OpenIn.InAppBrowserReader
source: In-App Browser (Reader Mode)
de: In-App-Browser (Lesemodus)
fr: Navigateur intégré (mode lecture)
it: Browser in-app (modalità lettura)
ja: アプリ内ブラウザ（リーダーモード）
ko: 앱 내 브라우저 (리더 모드)
vi: Trình duyệt trong ứng dụng (chế độ đọc)
zh_hans: 应用内浏览器（阅读模式）
zh_hant: 應用程式內瀏覽器（閱讀模式）

# FeedEdit.Preview.ArticleTitle
source: Content Preview
de: Inhalts-Vorschau
fr: Aperçu du contenu
it: Anteprima contenuto
ja: コンテンツプレビュー
ko: 콘텐츠 미리보기
vi: Xem trước nội dung
zh_hans: 内容预览
zh_hant: 內容預覽

# FeedEdit.Preview.Title
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# FeedEdit.Title
source: Edit Feed
de: Feed bearbeiten
fr: Modifier le flux
it: Modifica feed
ja: フィードを編集
ko: 피드 편집
vi: Chỉnh sửa nguồn cấp
zh_hans: 编辑订阅源
zh_hant: 編輯訂閱源

# FeedEdit.Viewer.Preview
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# FeedEditSheet.Content.NotApplicable
source: Content settings aren't available for this feed type.
de: Inhaltseinstellungen sind für diesen Feed-Typ nicht verfügbar.
fr: Les réglages de contenu ne sont pas disponibles pour ce type de flux.
it: Le impostazioni dei contenuti non sono disponibili per questo tipo di feed.
ja: この種類のフィードではコンテンツ設定を利用できません。
ko: 이 피드 유형에서는 콘텐츠 설정을 사용할 수 없습니다.
vi: Cài đặt nội dung không khả dụng cho loại nguồn cấp này.
zh_hans: 此类订阅源不支持内容设置。
zh_hant: 此類訂閱源不支援內容設定。

# FeedEditSheet.DeleteFeed
source: Delete Feed
de: Feed löschen
fr: Supprimer le flux
it: Elimina feed
ja: フィードを削除
ko: 피드 삭제
vi: Xóa nguồn cấp
zh_hans: 删除订阅源
zh_hant: 刪除訂閱源

# FeedEditSheet.Tab.Content
source: Content
de: Inhalt
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# FeedEditSheet.Tab.Lists
source: Lists
de: Listen
fr: Listes
it: Elenchi
ja: リスト
ko: 목록
vi: Danh sách
zh_hans: 列表
zh_hant: 清單

# FeedEditSheet.Tab.Metadata
source: Metadata
de: Metadaten
fr: Métadonnées
it: Metadati
ja: 情報
ko: 메타데이터
vi: Siêu dữ liệu
zh_hans: 信息
zh_hant: 資訊

# FeedEditSheet.Tab.Rules
source: Rules
de: Regeln
fr: Règles
it: Regole
ja: ルール
ko: 규칙
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則

# FeedError.AlreadyExists
source: You are already following this feed.
de: Du folgst diesem Feed bereits.
fr: Vous suivez déjà ce flux.
it: Stai già seguendo questo feed.
ja: このフィードはすでにフォローしています。
ko: 이미 이 피드를 팔로우하고 있습니다.
vi: Bạn đã theo dõi nguồn cấp dữ liệu này.
zh_hans: 你已在关注此订阅源。
zh_hant: 你已在追蹤此訂閱源。

# FeedError.FollowLimitExceeded %@ %lld
source: You are already following the maximum of %2$lld feeds on %1$@.
de: Du folgst bereits dem Maximum von %2$lld Feeds auf %1$@.
fr: Vous suivez déjà le maximum de %2$lld flux sur %1$@.
it: Stai già seguendo il massimo di %2$lld feed su %1$@.
ja: %1$@ のフィードは最大 %2$lld 件までしかフォローできません。
ko: %1$@에서 최대 %2$lld개의 피드를 이미 팔로우하고 있습니다.
vi: Bạn đã theo dõi tối đa %2$lld nguồn cấp dữ liệu trên %1$@.
zh_hans: 你已关注 %1$@ 上最多 %2$lld 个订阅源。
zh_hant: 你已追蹤 %1$@ 上最多 %2$lld 個訂閱源。

# FeedList.Edit
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# FeedList.Empty.AddFeed
source: Find Feeds
de: Feeds finden
fr: Trouver des flux
it: Trova feed
ja: フィードを探す
ko: 피드 찾기
vi: Tìm nguồn cấp
zh_hans: 查找订阅源
zh_hant: 尋找訂閱源

# FeedList.Empty.Description
source: Follow your first RSS feed to get started.
de: Folge deinem ersten RSS-Feed, um loszulegen.
fr: Suivez votre premier flux RSS pour commencer.
it: Segui il tuo primo feed RSS per iniziare.
ja: 最初のRSSフィードをフォローして始めましょう。
ko: 첫 번째 RSS 피드를 팔로우하여 시작하세요.
vi: Theo dõi nguồn cấp RSS đầu tiên để bắt đầu.
zh_hans: 关注你的第一个 RSS 订阅源以开始使用。
zh_hant: 追蹤你的第一個 RSS 訂閱源來開始使用。

# FeedList.Empty.Title
source: No Feeds
de: Keine Feeds
fr: Aucun flux
it: Nessun feed
ja: フィードがありません
ko: 피드 없음
vi: Không có nguồn cấp
zh_hans: 暂无订阅源
zh_hant: 沒有訂閱源

# FeedList.SearchPrompt
source: Search feeds by name or domain
de: Feeds nach Name oder Domain durchsuchen
fr: Rechercher par nom ou domaine
it: Cerca feed per nome o dominio
ja: 名前またはドメインでフィードを検索
ko: 이름 또는 도메인으로 피드 검색
vi: Tìm nguồn cấp theo tên hoặc tên miền
zh_hans: 按名称或域名搜索订阅源
zh_hant: 依名稱或網域搜尋訂閱源

# FeedMenu.AddToList
source: Add to...
de: Hinzufügen zu …
fr: Ajouter à…
it: Aggiungi a…
ja: 追加先…
ko: 추가…
vi: Thêm vào…
zh_hans: 添加到…
zh_hant: 加入到…

# FeedMenu.Delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# FeedMenu.Delete.Confirm
source: Delete Feed
de: Feed löschen
fr: Supprimer le flux
it: Elimina feed
ja: フィードを削除
ko: 피드 삭제
vi: Xóa nguồn cấp
zh_hans: 删除订阅源
zh_hant: 刪除訂閱源

# FeedMenu.Delete.Message.%@
source: All content from "%@" will also be deleted.
de: Alle Inhalte von "%@" werden ebenfalls gelöscht.
fr: Tout le contenu de « %@ » sera également supprimé.
it: Tutti i contenuti di "%@" verranno eliminati.
ja: 「%@」のすべてのコンテンツも削除されます。
ko: "%@"의 모든 콘텐츠도 삭제됩니다.
vi: Tất cả nội dung từ "%@" cũng sẽ bị xóa.
zh_hans: 来自"%@"的所有内容也将被删除。
zh_hant: 來自「%@」的所有內容也將被刪除。

# FeedMenu.Delete.Title
source: Delete Feed?
de: Feed löschen?
fr: Supprimer le flux ?
it: Eliminare il feed?
ja: フィードを削除しますか？
ko: 피드를 삭제하시겠습니까?
vi: Xóa nguồn cấp?
zh_hans: 删除订阅源？
zh_hant: 刪除訂閱源？

# FeedMenu.Edit
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# FeedMenu.Mute
source: Mute
de: Stummschalten
fr: Masquer
it: Silenzia
ja: ミュート
ko: 음소거
vi: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

# FeedMenu.Rules
source: Rules
de: Regeln
fr: Règles
it: Regole
ja: ルール
ko: 규칙
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則

# FeedMenu.Unmute
source: Unmute
de: Stummschaltung aufheben
fr: Réactiver
it: Riattiva
ja: ミュート解除
ko: 음소거 해제
vi: Bật tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

# FeedRules.Add
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# FeedRules.AllowedKeywordPlaceholder
source: Enter allowed keyword
de: Erlaubtes Stichwort eingeben
fr: Saisir un mot-clé autorisé
it: Inserisci parola chiave consentita
ja: 許可するキーワードを入力
ko: 허용 키워드 입력
vi: Nhập từ khóa được phép
zh_hans: 输入允许的关键词
zh_hant: 輸入允許的關鍵字

# FeedRules.AllowedKeywords
source: Allowed Keywords
de: Erlaubte Stichwörter
fr: Mots-clés autorisés
it: Parole chiave consentite
ja: 許可するキーワード
ko: 허용 키워드
vi: Từ khóa được phép
zh_hans: 允许的关键词
zh_hant: 允許的關鍵字

# FeedRules.AllowedKeywords.Footer
source: When allowed keywords are set, only content containing these keywords will be shown. All other content will be hidden.
de: Wenn erlaubte Stichwörter festgelegt sind, werden nur Inhalte angezeigt, die diese Stichwörter enthalten. Alle anderen werden ausgeblendet.
fr: Lorsque des mots-clés autorisés sont définis, seuls les contenus contenant ces mots-clés seront affichés. Tous les autres contenus seront cachés.
it: Quando sono impostate parole chiave consentite, verranno mostrati solo i contenuti che le contengono. Tutti gli altri contenuti verranno nascosti.
ja: 許可するキーワードが設定されている場合、これらのキーワードを含むコンテンツのみが表示されます。他のコンテンツはすべて非表示になります。
ko: 허용 키워드가 설정되면 해당 키워드가 포함된 콘텐츠만 표시됩니다. 다른 모든 콘텐츠는 숨겨집니다.
vi: Khi từ khóa được phép được đặt, chỉ các nội dung chứa các từ khóa này mới được hiển thị. Tất cả các nội dung khác sẽ bị ẩn.
zh_hans: 设置允许的关键词后，只有包含这些关键词的内容才会显示。所有其他内容将被隐藏。
zh_hant: 設置允許的關鍵字後，只有包含這些關鍵字的內容才會顯示。所有其他內容將被隱藏。

# FeedRules.AuthorPlaceholder
source: Select author
de: Autor auswählen
fr: Sélectionner un auteur
it: Seleziona autore
ja: 著者を選択
ko: 저자 선택
vi: Chọn tác giả
zh_hans: 选择作者
zh_hant: 選擇作者

# FeedRules.KeywordPlaceholder
source: Enter keyword
de: Stichwort eingeben
fr: Saisir un mot-clé
it: Inserisci parola chiave
ja: キーワードを入力
ko: 키워드 입력
vi: Nhập từ khóa
zh_hans: 输入关键词
zh_hant: 輸入關鍵字

# FeedRules.MutedAuthors
source: Muted Authors
de: Stummgeschaltete Autoren
fr: Auteurs masqués
it: Autori silenziati
ja: ミュートした著者
ko: 음소거된 저자
vi: Tác giả đã tắt tiếng
zh_hans: 已静音的作者
zh_hant: 已靜音的作者

# FeedRules.MutedAuthors.Footer
source: Content from muted authors will be hidden.
de: Inhalte von stummgeschalteten Autoren werden ausgeblendet.
fr: Le contenu des auteurs masqués sera caché.
it: I contenuti degli autori silenziati verranno nascosti.
ja: ミュートした著者のコンテンツは非表示になります。
ko: 음소거된 저자의 콘텐츠는 숨겨집니다.
vi: Nội dung từ tác giả đã tắt tiếng sẽ bị ẩn.
zh_hans: 来自已静音作者的内容将被隐藏。
zh_hant: 來自已靜音作者的內容將被隱藏。

# FeedRules.MutedKeywords
source: Muted Keywords
de: Stummgeschaltete Stichwörter
fr: Mots-clés masqués
it: Parole chiave silenziate
ja: ミュートしたキーワード
ko: 음소거된 키워드
vi: Từ khóa đã tắt tiếng
zh_hans: 已静音的关键词
zh_hant: 已靜音的關鍵字

# FeedRules.MutedKeywords.Footer
source: Content containing these keywords in the title or summary will be hidden.
de: Inhalte mit diesen Stichwörtern im Titel oder in der Zusammenfassung werden ausgeblendet.
fr: Le contenu contenant ces mots-clés dans le titre ou le résumé sera caché.
it: I contenuti che contengono queste parole chiave nel titolo o nel sommario verranno nascosti.
ja: タイトルまたは概要にこれらのキーワードを含むコンテンツは非表示になります。
ko: 제목이나 요약에 이 키워드가 포함된 콘텐츠는 숨겨집니다.
vi: Nội dung chứa các từ khóa này trong tiêu đề hoặc tóm tắt sẽ bị ẩn.
zh_hans: 标题或摘要中包含这些关键词的内容将被隐藏。
zh_hant: 標題或摘要中包含這些關鍵字的內容將被隱藏。

# FeedRules.Title
source: Rules
de: Regeln
fr: Règles
it: Regole
ja: ルール
ko: 규칙
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則

# FeedSection.Social
source: Social
de: Soziale Medien
fr: Réseaux sociaux
ja: ソーシャル
ko: 소셜
vi: Mạng xã hội
zh_hans: 社交
zh_hant: 社交

# FeedSection.Video
source: Video
de: Videos
fr: Vidéos
ja: ビデオ
ko: 동영상
zh_hans: 视频
zh_hant: 影片

# Sidebar.AddFeed
source: Add Feed
de: Feed hinzufügen
fr: Ajouter un flux
it: Aggiungi feed
ja: フィードを追加
ko: 피드 추가
vi: Thêm nguồn cấp
zh_hans: 添加订阅源
zh_hant: 加入訂閱源

# Sidebar.CreateList
source: Create List
de: Liste erstellen
fr: Créer une liste
it: Crea lista
ja: リストを作成
ko: 리스트 만들기
vi: Tạo danh sách
zh_hans: 创建列表
zh_hant: 建立列表

# Sidebar.Following
source: Following
de: Abonniert
fr: Abonnements
it: Seguiti
ja: フォロー中
ko: 팔로잉
vi: Đang theo dõi
zh_hans: 关注
zh_hant: 追蹤中

# Sidebar.SeeAll
source: See All
de: Alle anzeigen
fr: Tout voir
it: Vedi tutto
ja: すべて表示
ko: 모두 보기
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

# Sidebar.SelectArticle
source: Nothing Selected
de: Nichts ausgewählt
fr: Aucune sélection
it: Nessuna selezione
ja: 未選択
ko: 선택된 항목 없음
vi: Chưa chọn mục nào
zh_hans: 未选择内容
zh_hant: 未選擇內容

# Sidebar.SelectArticle.Description
source: Select something to read it here.
de: Wähle etwas aus, um es hier zu lesen.
fr: Sélectionnez un élément pour le lire ici.
it: Seleziona qualcosa per leggerlo qui.
ja: コンテンツを選択すると、ここに表示されます。
ko: 항목을 선택하면 여기에서 읽을 수 있습니다.
vi: Chọn một mục để xem tại đây.
zh_hans: 选择内容以在此阅读。
zh_hant: 選擇內容以在此閱讀。

# Sidebar.SelectSection
source: Select a Section
de: Bereich auswählen
fr: Sélectionner une section
it: Seleziona una sezione
ja: セクションを選択
ko: 섹션 선택
vi: Chọn mục
zh_hans: 选择分区
zh_hant: 選擇分區

# SuggestedFeeds.Topic.Business
source: Business
de: Geschäft
fr: Affaires
it: Affari
ja: ビジネス
ko: 비즈니스
vi: Kinh doanh
zh_hans: 商业
zh_hant: 商業

# SuggestedFeeds.Topic.Economics
source: Economics
de: Wirtschaft
fr: Économie
it: Economia
ja: 経済
ko: 경제
vi: Kinh tế
zh_hans: 经济
zh_hant: 經濟

# SuggestedFeeds.Topic.Headlines
source: Headlines
de: Schlagzeilen
fr: À la une
it: Titoli
ja: ヘッドライン
ko: 헤드라인
vi: Tin nổi bật
zh_hans: 头条新闻
zh_hant: 頭條新聞

# SuggestedFeeds.Topic.Politics
source: Politics
de: Politik
fr: Politique
it: Politica
ja: 政治
ko: 정치
vi: Chính trị
zh_hans: 政治
zh_hant: 政治

# SuggestedFeeds.Topic.Science
source: Science
de: Wissenschaft
fr: Sciences
it: Scienza
ja: サイエンス
ko: 과학
vi: Khoa học
zh_hans: 科学
zh_hant: 科學

# SuggestedFeeds.Topic.Sports
source: Sports
de: Sport
it: Sport
ja: スポーツ
ko: 스포츠
vi: Thể thao
zh_hans: 体育
zh_hant: 體育

# SuggestedFeeds.Topic.Technology
source: Technology
de: Technologie
fr: Technologie
it: Tecnologia
ja: テクノロジー
ko: 기술
vi: Công nghệ
zh_hans: 科技
zh_hant: 科技

# SuggestedFeeds.Topic.Weather
source: Weather
de: Wetter
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
vi: Thời tiết
zh_hans: 天气
zh_hant: 天氣

# FeedEdit.Name
source: Name
fr: Nom
it: Nome
ja: 名前
ko: 이름
vi: Tên
zh_hans: 名称
zh_hant: 名稱
